Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And God has put some in the church, first, Apostles; second, prophets; third, teachers; then those with wonder-working powers, then those with the power of taking away disease, helpers, wise guides, users of strange tongues.
chr: ᎠᎴ ᎤᏁᎳᏅᎯ ᏕᎤᏪᎧᏅ ᎠᏂᏏᏴᏫᎭ ᎾᎿ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ; ᎢᎬᏱ ᎨᏒ, ᎨᏥᏅᏏᏛ; ᏔᎵᏁᏃ ᎨᏒ, ᎠᎾᏙᎴᎰᏍᎩ; ᏦᎢᏁᏃ ᎨᏒ, ᏗᎾᏕᏲᎲᏍᎩ; ᎣᏂᏃ, ᎤᏍᏆᏂᎪᏗ ᏧᏂᎸᏫᏍᏓᏁᎯ; ᎿᏉᏃ ᎨᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᏧᎾᏓᏅᏬᏗᏱ, ᎠᎾᎵᏍᏕᎵᏍᎩ, ᏄᏂᎬᏫᏳᏌᏕᎩ, ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᏗᏂᏬᏂᏍᎩ.

source: Are all Apostles? are all prophets? are all teachers? have all the power of working wonders?
chr: ᏂᎦᏛᏍᎪ ᎨᏥᏅᏏᏛ? ᏂᎦᏛᏍᎪ ᎠᎾᏙᎴᎰᏍᎩ? ᏂᎦᏛᏍᎪ ᏗᎾᏕᏲᎲᏍᎩ? ᏂᎦᏛᏍᎪ ᎤᏍᏆᏂᎪᏗ ᏧᏂᎸᏫᏍᏓᏁᎯ?

source: Are all able to take away disease? have all the power of tongues? are all able to give their sense?
chr: ᏂᎦᏛᏍᎪ ᏧᎾᏓᏅᏬᏗᏱ ᎨᎦᎵᏍᎪᎸᏓᏁᎸᎯ? ᏂᎦᏛᏍᎪ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᏓᏂᏬᏂᎭ? ᏂᎦᏛᏍᎪ ᎠᎾᏁᏢᏗᎭ?

source: But let your desires be turned to the more important things given by the Spirit. And now I am pointing out to you an even better way.
chr: ᎤᏣᏘ ᎠᏗᎾ ᎢᏣᏚᎵᏍᎨᏍᏗ ᎣᏌᏂ ᎤᏓᏁᏗ ᎨᏒᎢ; ᎠᏎᏃ ᎬᏂᎨᏒ ᏅᏛᏨᏴᏁᎵ ᎤᏟ ᎢᏲᏍᏛ ᎢᏯᏛᏁᏗᏱ.

source: If I make use of the tongues of men and of angels, and have not love, I am like sounding brass, or a loud-tongued bell.
chr: ᎾᏍᏉ ᏴᏫ ᎠᎴ ᎦᎸᎳᏗ ᎠᏁᎯ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏧᏂᏬᏂᎯᏍᏗ ᏱᏥᏬᏂᎭ, ᎾᎩᎲᎾᏃ ᏱᎩ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎥᏣᏱᏉ ᎤᏃᏴᎵᏛ ᎠᎴ ᎤᏃᏴᎩ ᎤᎭᎸᏂᎯ ᏕᎦᏤᎳᎦ.

source: And if I have a prophet's power, and have knowledge of all secret things; and if I have all faith, by which mountains may be moved from their place, but have not love, I am nothing.
chr: ᎠᎴ ᎾᏍᎩ ᏯᎩᎭ ᎠᏆᏙᎴᎰᎯᏍᏗᏱ, ᎠᎴ ᏱᎪᎵᎦ ᏂᎦᏗᏳ ᎤᏕᎵᏛ ᎨᏒᎢ, ᎠᎴ ᏂᎦᏗᏳ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ; ᎠᎴ ᏂᎦᎥ ᎪᎯᏳᏗ ᎨᏒ ᏯᎩᎭ, ᎾᏍᎩ ᏰᎵᏉ ᏗᎬᎩᎲᏍᏗ ᏱᎩ ᏙᏓᎸᎢ; ᎠᏓᎨᏳᏗᏃ ᎨᏒ ᎾᎩᎲᎾ ᏱᎩ, ᎪᎱᏍᏗᏉ ᏂᎨᏒᎾ ᎠᏴ.

source: And if I give all my goods to the poor, and if I give my body to be burned, but have not love, it is of no profit to me.
chr: ᎠᎴ ᎾᏍᏉ ᏂᎦᎥ ᎠᎩᎾᎥ ᏱᎦᏓᏃᏁᎭ, ᎠᎴ ᎾᏍᏉ ᏥᏰᎸ ᏱᏓᎩᏲᏒ ᎤᎾᎪᎲᏍᏙᏗᏱ, ᎾᎩᎲᎾᏃ ᏱᎩ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎥᏝ ᎪᎱᏍᏗ ᎠᎩᏁᏉᏤᎯ ᏱᎩ.

source: Love is never tired of waiting; love is kind; love has no envy; love has no high opinion of itself, love has no pride;
chr: ᎠᏓᎨᏳᏗ ᎨᏒ ᎬᏂᏗᏳ, ᎠᎴ ᎤᏓᏅᏘᏳ; ᎠᏓᎨᏳᏗ ᎨᏒ ᎥᏝ ᏱᎬᏳᎪᎢ; ᎠᏓᎨᏳᏗ ᎨᏒ ᎥᏝ ᏯᏢᏆᏍᎪᎢ; ᎥᏝ ᎤᏟ ᏳᏕᏋᎯᏍᏙᎢ;

source: Love's ways are ever fair, it takes no thought for itself; it is not quickly made angry, it takes no account of evil;
chr: ᎥᏝ ᎤᏕᎰᎯᏍᏗ ᏱᎾᏛᏁᎰᎢ; ᎥᏝ ᎤᏩᏒᏉ ᎤᏤᎵ ᏳᏲᎰᎢ; ᎥᏝ ᏳᏔᎳᏬᎯᏌᏙᎢ; ᎥᏝ ᎤᏲ ᏯᏓᎳᏫᏎᎰᎢ;

source: It takes no pleasure in wrongdoing, but has joy in what is true;
chr: ᎥᏝ ᏯᎵᎮᎵᎪ ᎤᏲ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᏚᏳᎪᏛᏍᎩᏂ ᎨᏒ ᎾᎿ ᎠᎵᎮᎵᎪᎢ;

source: Love has the power of undergoing all things, having faith in all things, hoping all things.
chr: ᎤᏁᎳᎩᏉ ᎡᎵᏍᎪ ᏂᎦᎥ ᎪᎱᏍᏗ; ᎪᎯᏳᎲᏍᎪ ᏂᎦᎥ ᎪᎱᏍᏗ; ᏂᎦᎥᏉ ᎪᎱᏍᏗ ᎤᏚᎩ ᎤᏩᏐᎢ; ᎬᏂᏗᏳ ᎨᏐ ᏂᎦᎥᎢ.

source: Though the prophet's word may come to an end, tongues come to nothing, and knowledge have no more value, love has no end.
chr: ᎠᏓᎨᏳᏗ ᎨᏒ ᎠᎵᏛᏗᏍᎩ ᏂᎨᏒᎾ; ᎠᏙᎴᎰᎯᏍᏗᏍᎩᏂ ᎨᏒ ᏛᎵᏛᏔᏂᏉ; ᏧᏓᎴᏅᏛ ᏗᎦᏬᏂᎯᏍᏗ ᎨᏒ ᏙᏓᎦᎶᏐᏂ; ᎠᎦᏙᎥᎯᏍᏗ ᎾᏍᏉ ᎨᏒ ᏛᎵᏛᏔᏂ.

source: For our knowledge is only in part, and the prophet's word gives only a part of what is true:
chr: ᎢᎦᏛᏉᏰᏃ ᎨᏒ ᎢᏗᎦᏔᎭ, ᎠᎴ ᎢᎦᏛᏉ ᎨᏒ ᎢᏓᏙᎴᎰᏍᎦ;

source: But when that which is complete is come, then that which is in part will be no longer necessary.
chr: ᎠᎧᎵᎢᏍᎩᏂ ᎨᏒ ᎠᎵᏰᎢᎶᎸᎭ, ᎿᏉ ᎾᏍᎩ ᎢᎦᏛᏉ ᎨᏒ ᏛᎵᏛᏔᏂ.

source: When I was a child, I made use of a child's language, I had a child's feelings and a child's thoughts: now that I am a man, I have put away the things of a child.
chr: ᏥᏲᎵ ᏥᎨᏒᎩ ᎠᏲᎵ ᎤᏬᏂᎯᏍᏗ ᏥᏬᏂᏍᎬᎩ, ᎠᏲᎵ ᎤᏬᎵᏍᏗ ᎨᏒ ᎪᎵᎬᎩ, ᎠᏲᎵ ᎤᏓᏅᏖᏗ ᎨᏒ ᎦᏓᏅᏖᏍᎬᎩ; ᎠᏆᏛᏅᏍᎩᏂ ᎿᏉ ᎾᏆᎵᏍᏔᏅ, ᎠᏲᎵ ᏧᏤᎵ ᎨᏒ ᎢᏴᏛ ᏂᏓᏋᏁᎸᎩ.

source: For now we see things in a glass, darkly; but then face to face: now my knowledge is in part; then it will be complete, even as God's knowledge of me.
chr: ᎪᎯᏰᏃ ᎨᏒ ᎤᏍᎪᎸ ᎢᏗᎪᏩᏗᎭ ᎠᏓᎨᏗᏱ; ᎾᎯᏳᏍᎩᏂ ᎨᏎᏍᏗ ᏕᎦᎧᏛ ᏙᏓᏓᏓᎪᎯ; ᎪᎯ ᎨᏒ ᎢᎦᏛᏉ ᏥᎦᏔᎭ; ᎾᎯᏳᏍᎩᏂ ᎨᏎᏍᏗ ᏥᎦᏔᎮᏍᏗ ᎾᏍᎩᏯ ᎾᏍᏉ ᎥᎩᎦᏔᎲᎢ.

source: But now we still have faith, hope, love, these three; and the greatest of these is love.
chr: ᎪᎯᏃ ᎨᏒ ᎠᏁᎭ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏚᎩ ᎬᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎯᎠ ᎾᏍᎩ ᏦᎢ; ᏭᏓᎪᎾᏛᏛᏍᎩᏂ ᎦᎸᏉᏗ ᎬᏒ ᎠᏓᎨᏳᏗ ᎨᏒᎢ.

source: Go after love; still desiring to have the things which the Spirit gives, but most of all that you may have the prophet's power.
chr: ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏥᏍᏓᏩᏕᎨᏍᏗ; ᎠᎴ ᎢᏣᏚᎵᏍᎨᏍᏗ ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏙᏗ; ᎠᏗᎾ Ꮀ ᎤᎬᏫᏳᏎᏍᏗ ᎾᏍᎩ ᎨᏣᏙᎴᎰᎯᏍᏗ ᎨᏒᎢ.

source: For he who makes use of tongues is not talking to men but to God; because no one has the sense of what he is saying; but in the Spirit he is talking of secret things.
chr: ᎩᎶᏰᏃ ᏱᎦᏬᏂᎭ ᏅᏩᎾᏓᎴ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎥᏝ ᏴᏫ ᏱᏗᎦᏬᏁᏗᏍᎪᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ; ᎥᏝᏰᏃ ᎩᎶ ᏳᏬᎵᏤᎰᎢ; ᎠᏓᏅᏙᏍᎩᏂᏃᏅ ᎬᏗ ᎦᏬᏂᏍᎬ ᎤᏕᎵᏛ ᎦᎾᎸᎪᏫᏍᎪᎢ.

source: But the word of the prophet gives men knowledge and comfort and strength.
chr: ᎩᎶᏍᎩᏂ ᏯᏙᎴᎰᏍᎦ ᏴᏫ ᏕᎦᏬᏁᏗᏍᎪ ᏓᎵᏂᎪᎯᏍᏗᏍᎪᎢ, ᎠᎴ ᏕᎦᏂᎳᏕᎰᎢ, ᎠᎴ ᏓᎦᎵᏍᏓᏗᏍᎪᎢ.

source: He who makes use of tongues may do good to himself; but he who gives the prophet's word does good to the church.
chr: ᎩᎶ ᏱᎦᏬᏂᎭ ᏅᏩᎾᏓᎴ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ, ᎤᏩᏒ ᎠᏓᎵᏂᎪᎯᏍᏗᏍᎪᎢ; ᎩᎶᏍᎩᏂ ᏯᏙᎴᎰᏍᎦ ᏓᎵᏂᎪᎯᏍᏗᏍᎪ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ.

source: Now though it is my desire for you all to have the power of tongues, it would give me more pleasure to be hearing the prophet's word from you; for this is a greater thing than using tongues, if the sense is not given at the same time, for the good of the church.
chr: ᎣᏏᏳ ᏱᏥᏰᎸᎾ ᎢᏳᏃ ᏂᏥᎥ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᏱᏗᏥᏬᏂᎭ; ᎠᏎᏃ ᎰᎤᎬᏫᏳᎭ ᏱᏣᏙᎴᎰᏍᎦ; ᎤᏟᏰᏃ ᎠᏥᎸᏉᏗᏳ ᎾᏍᎩ Ꮎ ᎠᏙᎴᎰᏍᎩ, ᎡᏍᎦᏉ ᎾᏍᎩ Ꮎ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᏗᎦᏬᏂᏍᎩ, ᎢᏳᏍᎩᏂᏃᏅ ᏯᏁᏢᏗᎭ, ᎾᏍᎩ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏧᎾᎵᏂ ᎪᎯᏍᏗᏱ.

source: But, now, my brothers, if I come to you using tongues, what profit will it be to you, if I do not give you a revelation, or knowledge, or the word of the prophet, or teaching?
chr: ᎢᏳᏃ, ᎢᏓᎵᏅᏟ, ᏱᏫᏨᎷᏤᎸ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᏱᏗᏥᏬᏂᎭ, ᎦᏙ ᎤᏍᏗ ᏱᏨᏁᏉᏏ, ᎢᏳᏍᎩᏂᏃᏅ ᎢᏨᏬᏁᏗᏍᎬ ᎪᎱᏍᏗ ᏱᏨᎾᏄᎪᏫᏎᎭ, ᎠᎴ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᏱᏂᏨᏴᏁᎭ, ᎠᎴ ᏱᎦᏙᎴᎰᏍᎦ, ᎠᎴ ᏱᏗᎦᏕᏲᎲᏍᎦ.

source: Even things without life, having a voice, such as a music-pipe or other instrument, if they do not give out different sounds, who may be certain what is being played?
chr: ᎾᏍᏉᏰᏃ ᎪᎱᏍᏗᏉ ᎬᏃᏛ ᏂᎨᏒᎾ, ᏳᏃᏴᎦ, ᎠᏤᎷᎯᏍᏗ ᎠᎴ ᏗᎧᏃᎩᏍᏙᏗ ᏱᎩ, ᎢᏳᏃ ᏧᏓᎴᎿᎢ ᏂᏚᏃᏴᎬᎾ ᏱᎩ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏴᏙᎴᎰᎯ ᎾᏍᎩ ᎠᏤᎷᎯᏛ ᎨᏒ ᎠᎴ ᎾᏍᎩ ᏗᎧᏃᎩᏛ ᎨᏒᎢ?

source: For if the war-horn gives out an uncertain note, who will get ready for the fight?
chr: ᎢᏳᏰᏃ ᎠᏤᎷᎯᏍᏗ ᎦᎪᎵᏍᏗ ᏂᎨᏒᎾ ᏳᏃᏴᎦ, ᎦᎪ ᏯᏛᏅᎢᏍᏓ ᏓᎿᏩ ᎤᏪᏅᏍᏗᏱ?

source: So if you, in using a strange tongue, say words which have no sense, how will anyone take in what you are saying? for you will be talking to the air.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ, ᎢᏳᏃ ᏗᏥᏃᎪ ᏗᎬᏗ ᎦᎪᎵᏍᏗ ᏂᏥᏬᏂᏍᎬᎾ ᏱᎩ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎬᏙᎴᎰᎯᏍᏗ ᏱᎩ, ᏂᏥᏪᏒ ᎢᏥᏬᏂᏒᎢ? ᎦᏃᎴᏍᎬᏰᏃ ᎢᏥᏬᏁᏗᏍᎩ ᎨᏎᏍᏗ.

source: There are, it may be, a number of different voices in the world, and no voice is without sense.
chr: ᎾᏍᏉ ᎤᏣᏘ ᎢᏳᏓᎴᎩ ᏱᏓᏂᏬᏂᎭ ᎡᎶᎯ, ᎠᏎᏃ ᎥᏝ ᏌᏉ ᎾᏍᎩ ᎪᎱᏍᏗ ᏂᎦᏛᎬᎾ ᏱᎩ.

source: But if the sense of the voice is not clear to me, I am like a man from a strange country to him who is talking, and he will be the same to me.
chr: ᎾᏍᎩᏃ ᏂᎪᎵᎬᎾ ᏱᎩ ᎦᏛᎬ ᎦᏬᏂᏍᎬᎢ, ᏅᏆᏓᎴᏉ ᎾᏍᎩᏯ ᏱᎩ ᎠᏆᏓᏅᏖᏍᎬ ᎾᏍᎩ ᎦᏬᏂᏍᎩ; ᎠᎴ ᎾᏍᎩ ᎦᏬᏂᏍᎩ ᏅᏩᏓᎴᏉ ᎾᏍᎩᏯ ᏱᎩ ᎠᏴ ᏥᏯᏓᏅᏖᏍᎬᎢ.

source: So if you are desiring the things which the Spirit gives, let your minds be turned first to the things which are for the good of the church.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ, ᎾᏍᎩ ᎤᏣᏘ ᏥᏣᏚᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎠᏓᏅᏙ ᎤᏓᏁᏗ ᎨᏒᎢ, ᎢᏥᏲᎮᏍᏗ ᏗᏣᏓᏓᎵᏁᎯᏕᏗᏱ ᎾᏍᎩ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏗᏣᎵᏂᎪᎯᏍᏙᏗᏱ.

source: For this reason, let the man who has the power of using tongues make request that he may, at the same time, be able to give the sense.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᏅᏩᎾᏓᎴ ᎤᏂᏬᏂᎯᏍᏗ ᎦᏬᏂᏍᎨᏍᏗ, ᎠᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎠᏔᏲᎯᎮᏍᏗ ᎠᏥᏍᏕᎸᏗᏱ ᎤᏁᏢᏙᏗᏱ.

source: For if I make use of tongues in my prayers, my spirit makes the prayer, but not my mind.
chr: ᎢᏳᏰᏃ ᏱᎦᏓᏙᎵᏍᏗ ᏱᎬᏗᎭ ᏅᏩᎾᏓᎴ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎠᏆᏓᏅᏙ ᎠᏓᏙᎵᏍᏗᏍᎪᎢ; ᎠᏆᏓᏅᏛᏍᎩᏂ ᎥᏝ ᏱᎦᎾᏄᎪᏫᏍᎪ ᎣᏍᏛ ᎨᏒᎢ.

source: What then? let my prayer be from the spirit, and equally from the mind; let my song be from the spirit, and equally from mind.
chr: ᎦᏙ ᎰᏩ ᎤᏍᏗ? ᎠᏆᏓᏅᏙ ᎬᏗᏍᎨᏍᏗ ᎦᏓᏙᎵᏍᏗᏍᎨᏍᏗ, ᎠᎴ ᎦᎪᎵᏍᏗ ᎦᏓᏙᎵᏍᏗᏍᎨᏍᏗ; ᎠᎴ ᎠᏆᏓᏅᏙ ᎬᏗᏍᎨᏍᏗ ᏕᏥᏃᎩᏍᎨᏍᏗ ᎠᎴ ᎦᎪᎵᏍᏗ ᏕᏥᏃᎩᏍᎨᏍᏗ.

source: For if you give a blessing with the spirit, how will the man who has no knowledge say, So be it, after your prayer, seeing that he has not taken in what you are saying?
chr: ᎾᏍᎩᏰᏃ ᏄᏍᏛ ᏱᎩ, ᎿᏉ ᎭᎵᎮᎵᏨ ᏣᏓᏅᏙ ᎲᏔᏅᎭ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎾᏍᎩ Ꮎ ᎾᎦᏔᎾᎥᎾ ᎤᏪᏗᏱ ᏳᏬᎳ, ᏰᎵ ᎡᎺᏅ ᏯᏛ ᎭᎵᎮᎵᎩ? ᏂᎪᎵᎬᎾᏰᏃ ᏱᎩ ᏂᏪᏍᎬᎢ.

source: For your giving of the blessing is certainly well done, but of no profit to the man without knowledge.
chr: ᏂᎯᏰᏃ ᎤᏙᎯᏳᎯ ᎣᏏᏳ ᏂᏪᎭ ᎭᎵᎮᎵᎬᎢ, ᏐᎢᏍᎩᏂ ᎥᏝ ᏳᎵᏂᎪᎯᏍᏗᎭ.

source: I give praise to God that I am able to make use of tongues more than you all:
chr: ᏥᏯᎵᎡᎵᏤᎭ ᎠᏆᏁᎳᏅᎯ, ᎾᏍᎩ ᎤᏟ ᎢᎦᎢ ᏗᎬᎩᏬᏂᎯᏍᏗ ᎨᏒ ᏧᏓᎴᏅᏛ ᏗᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎡᏍᎦᏉ ᏂᎯ ᏂᏥᎥᎢ;

source: But in the church it would be better for me to make use of five words of which the sense was clear, so that others might have profit, than ten thousand words in a strange tongue.
chr: ᎠᏎᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᏟ ᎬᎩᏰᎸᏗ ᎾᎿ ᎯᏍᎩᏉ ᎢᎧᏁᏨᎯ ᎠᎩᏁᎢᏍᏗᏱ ᎠᏆᏓᏅᏛ ᎠᏋᏙᏗᏱ, ᎾᏍᎩ ᏅᏩᎾᏓᎴ ᎾᏍᏉ ᎦᏥᏰᏲᏗᏱ, ᎠᏃ ᎠᏍᎪᎯ ᎢᏯᎦᏴᎵ ᎢᎧᏁᏨᎯ ᎠᎩᏁᎢᏍᏗᏱ ᏅᏩᎾᏓᎴ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᎠᏋᏙᏗᏱ.

source: My brothers, do not be children in mind: in evil be as little children, but in mind be of full growth.
chr: ᎢᏓᎵᏅᏟ, ᏞᏍᏗ ᏗᏥᏲᎵ ᏱᎨᏎᏍᏗ ᏕᏣᏓᏅᏛᎢ; ᎠᏓᏍᎦᎢᏍᏗᏍᎩᏂᏃᏅ ᎨᏒ ᏗᏥᏲᎵ ᎨᏎᏍᏗ, ᏕᏣᏓᏅᏛᏍᎩᏂ ᏗᏣᏛᎾᏯ ᎨᏎᏍᏗ.

source: In the law it is said, By men of other tongues and by strange lips will my words come to this people; and not even so will they give ear to me, says the Lord.
chr: ᏗᎧᎿᏩᏛᏍᏗᏱ ᎯᎠ ᏂᎬᏅ ᎪᏪᎳ, ᏅᏩᏓᎴ ᏗᏂᏬᏂᏍᎩ ᎠᎴ ᏅᏩᏓᎴ ᏧᏂᎭᏁᎦᎵ ᏓᎦᏥᏴᏔᏂ ᎦᏓᏥᏬᏁᏔᏂ ᎯᎠ ᎾᏍᎩ ᏴᏫ; ᎠᏎᏃ ᎠᏏ ᎥᏝ ᏱᎬᏆᏛᎦᏁᎮᏍᏗ, ᎠᏗᎭ ᏱᎰᏩ.

source: For this reason tongues are for a sign, not to those who have faith, but to those who have not: but the prophet's word is for those who have faith, and not for the rest who have not.
chr: ᎾᏍᎩᏃ ᏧᏓᎴᏅᏛ ᏗᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎪᎯᏳᏗᏍᎩ ᎠᏰᎸᎭ, ᎥᏝ ᎠᏃᎯᏳᎲᏍᎩ ᎤᏃᎯᏳᏓᏁᎯ ᏱᎩ, ᎠᏍᎩᏂ ᎠᏃᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ; ᎠᏙᎴᎰᎯᏍᏗᏍᎩᏂ ᎨᏒ ᎥᏝ ᎠᏃᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ [ᎤᏃᎯᏳᏓᏁᎯ] ᏱᎩ, ᎠᏃᎯᏳᎲᏍᎩᏍᎩᏂ.

source: If, then, the church has come together, and all are using tongues, and there come in men without knowledge or faith, will they not say that you are unbalanced?
chr: ᎾᏍᎩᏃ ᏥᏄᏍᏗ ᎢᏳᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏂᎦᏛ ᎢᎸᎯᏢ ᏱᏚᏂᎳᏫᏦᏅ, ᎠᎴ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᏗᎦᏬᏂᎯᏍᏗ ᎨᏒ ᏱᏓᏂᏬᏂᎭ, ᏳᏂᏴᎵᎸᏃ ᎾᎿᏂ ᎾᏂᎦᏔᎾᎥᎾ, ᎠᎴ ᎠᏃᎯᏳᎲᏍᎩᏂ ᏂᎨᏒᎾ, ᏝᏍᎪ ᏚᏂᎸᏃᏘᎭ ᏴᎬᎾᏛ?

source: But if all are teaching as prophets, and a man without faith or knowledge comes in, he is tested by all, he is judged by all;
chr: ᎢᏳᏍᎩᏂ ᏂᎦᏛ ᏯᎾᏙᎴᎰᏍᎦ, ᏳᏴᎵᎸᏃ ᎩᎶ ᎪᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ, ᎠᎴ ᎩᎶ ᎾᎦᏔᎾᎥᎾ, ᎾᏂᎥ ᎬᏬᎯᏳᏓᏁᎰᎢ, ᎠᎴ ᎾᏂᎥ ᏕᎬᏭᎪᏓᏁᎰᎢ;

source: The secrets of his heart are made clear; and he will go down on his face and give worship to God, saying that God is truly among you.
chr: ᎾᏍᎩᏃ ᎤᏕᎵᏛ ᎤᏍᏆᏂᎪᏛ ᎤᎾᏫᏱ ᎬᏂᎨᏒ ᏱᏂᎦᎵᏍᏓ; ᎾᏍᎩᏃ ᏯᎵᏰᏍᏚᎲᎦ ᎤᏁᎳᏅᎯ ᏯᏓᏙᎵᏍᏓᏏ, ᎠᎴ ᏱᏕᎦᏃᏣᎸᎦ ᎤᏁᎳᏅᎯ ᎤᏙᎯᏳᎯᏯ ᎢᏣᏓᏑᏴᎢ.

source: What is it then, my brothers? when you come together everyone has a holy song, or a revelation, or a tongue, or is giving the sense of it. Let everything be done for the common good.
chr: ᎦᏙ ᎰᏩ ᎤᏍᏗ, ᎢᏓᎵᏅᏟ? ᎢᏳᏃ ᏕᏥᎳᏫᎩ, ᎢᏥᏏᏴᏫᎭ ᏗᎧᏃᎩᏛ ᎢᏣᏛᏅᎢᏍᏙᎢ, ᏗᏕᏲᏗ ᎢᏣᏛᏅᎢᏍᏙᎢ, ᏧᏓᎴᏅᏛ ᏗᎦᏬᏂᎯᏍᏗ ᎢᏣᏛᏅᎢᏍᏙᎢ, ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᎢᏣᏛᏅᎢᏍᏙᎢ, ᎠᏁᏢᏙᏗ ᎢᏣᏛᏅᎢᏍᏙᎢ. ᏂᎦᏛ ᎠᏗᎾ ᏕᏥᎸᏫᏍᏓᏁᎲ ᏗᏣᏓᎵᏂᎪᎯᏍᏙᏗᏱ ᎤᎬᏩᎴᏍᏗ.

source: If any man makes use of a tongue, let it not be more than two, or at the most three, and in turn; and let someone give the sense:
chr: ᎢᏳᏃ ᎩᎶ ᏅᏩᎾᏓᎴ ᏧᏂᏬᏂᎯᏍᏗ ᎨᏒ ᏱᎦᏬᏂᎭ, ᎠᏂᏔᎵ, ᎠᎴ ᏦᎢ ᎢᏴᏛ ᏩᏍᏕᏍᏗ ᏓᏂᏬᏂᏎᎨᏍᏗ ᏌᏉ ᎤᏪᏒᏛ; ᎠᏏᏴᏫᏃ ᎠᏁᏢᏗᏍᎨᏍᏗ.

source: But if there is no one to give the sense, let him keep quiet in the church; and let his words be to himself and to God.
chr: ᎢᏳᏍᎩᏂ ᎠᏁᏢᏗᏍᎩ ᏁᏙᎲᎾ ᎢᎨᏎᏍᏗ, ᎡᎳᏪᏉ ᎤᏩᏎᏍᏗ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ; ᎤᏩᏒᏉ ᎠᏓᎵᏃᎮᏗᏍᎨᏍᏗ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎠᎵᏃᎮᏗᏍᎨᏍᏗ.

source: And let the prophets give their words, but not more than two or three, and let the others be judges of what they say.
chr: ᎠᎾᏙᎴᎰᏍᎩ ᎠᏂᏔᎵᎭ ᎠᏂᏬᏂᏍᎨᏍᎩ, ᎠᏂᏐᎢᏃ ᏓᏄᎪᏗᏍᎨᏍᏗ.

source: But if a revelation is given to another who is seated near, let the first be quiet.
chr: ᎢᏳᏃ ᎪᎱᏍᏗ ᏯᏥᎾᏄᎪᏫᏎᎸ ᎩᎶ ᎾᎥ ᎤᏬᎵ, ᎢᎬᏱ ᎤᎴᏅᏛ ᎡᎳᏪ ᎬᏍᎨᏍᏗ.

source: For you may all be prophets in turn so that all may get knowledge and comfort;
chr: ᏂᏥᎥᏰᏃ ᏰᎵ ᎨᏥᏙᎴᎰᎯᏍᏗ ᏌᏉ ᎤᏪᏒᏛ; ᎾᏍᎩ ᎾᏂᎥ ᎤᎾᏕᎶᏆᏍᏗᏱ, ᎠᎴ ᎾᏂᎥ ᎤᏂᎦᎵᏍᏓᏗᏍᏗᏱ.

source: And the spirits of the prophets are controlled by the prophets;
chr: ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏧᎾᏤᎵ ᏗᏓᏅᏙ ᏓᏃᎯᏳᎲᏍᎪ ᎠᎾᏙᎴᎰᏍᎩ.

source: For God is not a God whose ways are without order, but a God of peace; as in all the churches of the saints.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᏧᏓᎴᏅᏛ ᎨᏒ ᎢᎬᏁᎯ ᏱᎩ, ᏅᏩᏙᎯᏯᏛᏍᎩᏂ ᎨᏒᎢ, ᎾᏍᎩᏯ ᏥᏄᏍᏗ ᏂᎦᏛ ᏚᎾᏓᏡᏩᏗᏒ ᎤᎾᏓᏅᏘ.

source: Let women keep quiet in the churches: for it is not right for them to be talking; but let them be under control, as it says in the law.
chr: ᎠᏂᎨᏴ ᏗᏣᏤᎵ ᎡᎳᏪᏉ ᎤᏅᏎᏍᏗ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ; ᎥᏝᏰᏃ ᎨᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᏱᎩ ᎾᏍᎩ ᎤᏂᏬᏂᎯᏍᏗᏱ; ᎤᏃᎯᏳᏗᏱᏉᏍᎩᏂ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏥᏂᎦᏪ ᏗᎧᎿᏩᏛᏍᏗ.

source: And if they have a desire for knowledge about anything, let them put questions to their husbands privately: for talking in the church puts shame on a woman.
chr: ᎢᏳ ᎠᎴ ᏳᎾᏚᎵ ᎪᎱᏍᏗ ᎤᎾᏕᎶᏆᏍᏗᏱ, ᏗᎬᏩᏂᏰᎯ ᏧᎾᏛᏛᎲᏍᎨᏍᏗ ᏙᏧᏁᏅᏒᎢ; ᎤᏕᎰᎯᏍᏗᏳᏰᏃ ᎠᏂᎨᏴ ᎤᏂᏬᏂᎯᏍᏗᏱ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ.

source: What? was it from you that the word of God went out? or did it only come in to you?
chr: ᏥᎪ ᏂᎯ ᎢᏤᎲ ᏧᏓᎴᏁ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ? ᏥᎪᎨ ᏂᎯᏉ ᎢᏨᏒ ᎢᏥᎷᏤᎴᎢ?

source: If any man seems to himself to be a prophet or to have the Spirit, let him take note of the things which I am writing to you, as being the word of the Lord.
chr: ᎢᏳᏃ ᎩᎶ ᎠᏓᏅᏖᏍᎬ ᎦᏙᎴᎣᏍᎩ ᎠᎴ ᎠᏓᏅᏙ ᎤᏓᏁᏗ ᎠᎩᎯ ᎢᎡᎵᏍᎨᏍᏗ, ᎾᏍᎩ ᎬᏂᎨᏒ ᏂᎬᏁᎮᏍᏗ ᎾᏍᎩ ᎯᎠ ᏥᏫᏨᏲᏪᎳᏁᎭ ᎤᎬᏫᏳᎯ ᎤᏁᏨᎯ ᎨᏒᎢ.

source: But if any man is without knowledge, let him be so.
chr: ᎢᏳᏍᎩᏂ ᎩᎶ ᎾᎦᏔᎲᎾ ᎢᎨᏎᏍᏗ, ᎤᏁᎳᎩᏉ ᎾᎦᏔᎲᎾ ᎨᏎᏍᏗ.

source: So then, my brothers, let it be your chief desire to be prophets; but let no one be stopped from using tongues.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏓᎵᏅᏟ, ᎢᏣᏚᎵᏍᎨᏍᏗ ᎢᏣᏙᎴᎰᎯᏍᏗᏱ, ᎠᎴ ᏞᏍᏗ ᏱᏥᏅᏍᏙᏍᎨᏍᏗ ᎦᏬᏂᎯᏍᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏧᏂᏬᏂᎯᏍᏗ ᎨᏒᎢ.

source: Let all things be done in the right and ordered way.
chr: ᏂᎦᏛ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎤᏬᏚᎯ ᎠᎴ ᎣᏍᏛ Ꭰ-’ᏱᎸᏛ ᎨᏎᏍᏗ.

source: Now I am going to make clear to you, my brothers, what the good news was which I gave to you, and which you took, and on which your faith is based,
chr: ᎠᎴᏬ ᎢᏓᎵᏅᏟ, ᎬᏂᎨᏒ ᏂᏨᏴᏁᎭ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎾᏍᎩ ᏥᏨᏯᎵᏥᏙᏁᎸᎩ, ᎠᎴ ᎾᏍᎩ ᎾᏍᏉ ᏥᏕᏣᏓᏂᎸᏨ, ᎠᎴ ᎾᏍᎩ ᎤᎵᏂᎩᏛ ᏥᏕᏥᏂᏴᎭ;

source: By which you have salvation; that is to say, the form in which it was given to you, if it is fixed in your minds, and if your faith in it is not without effect.
chr: ᎾᏍᎩ ᎾᏍᏉ ᏥᏣᎵᏍᏕᎸᏙᏗ, ᎢᏳᏃ ᎠᏍᏓᏯ ᏱᏗᏥᏂᏴ ᎾᏍᎩ ᏥᏨᏯᎵᏥᏙᏁᎸᎩ, ᎢᏳᏍᎩᏂᏃᏅ ᎠᏎᏉᏉ ᏱᎩ ᎢᏦᎯᏳᏒᎢ.

source: For I gave to you first of all what was handed down to me, how Christ underwent death for our sins, as it says in the Writings;
chr: ᎢᎬᏱᏱᏰᏃ ᎨᏒ ᏕᏣᏲᎯᏎᎸᎩ ᎾᏍᎩ ᎾᏍᏉ ᎠᏴ ᏨᎩᏲᎯᏎᎸᎩ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎠᏴ ᎢᎩᏍᎦᏅᏨ ᎢᎩᏲᎱᎯᏎᎸᎢ, ᎾᏍᎩᏯ ᏂᎬᏅ ᎪᏪᎵᎯ;

source: And he was put in the place of the dead; and on the third day he came back from the dead, as it says in the Writings;
chr: ᎠᎴ ᎾᏍᎩ ᎠᏥᏂᏌᏅᎢ, ᎠᎴ ᎾᏍᎩ ᏦᎢᏁ ᎢᎦ ᏙᎤᎴᎯᏌᏅ ᎾᏍᎩᏯ ᏂᎬᏅᎪᏪᎵᎯ;

source: And he was seen by Cephas; then by the twelve;
chr: ᎠᎴ ᎾᏍᎩ ᏏᏆᏏ ᎤᎪᎲᎢ, ᎿᏉᏃ ᏔᎳᏚ ᎢᏯᏂᏛ.

source: Then by more than five hundred brothers at the same time, most of whom are still living, but some are sleeping;
chr: ᎣᏂᏃ ᎯᏍᎩᏧᏈ ᎤᎶᏒᏍᏗ ᎢᏯᏂᏛ ᎠᎾᎵᏅᏟ ᎢᏧᎳᎭ ᎬᏩᎪᎮᎢ; ᎾᏍᎩᏃ [ᎬᏩᎪᎲᎯ] ᎤᏟ ᎢᏯᏂᏛ ᎠᎾᎴᏂᏙ ᎠᏏ ᎪᎯ ᎨᏒᎢ, ᎢᎦᏛᏍᎩᏂᏃᏅ ᏚᏂᎵᏅᏨ.

source: Then he was seen by James; then by all the Apostles.
chr: ᎣᏂᏃ ᏥᎻ ᎤᎪᎮᎢ; ᎿᏉᏃ ᏂᎦᏛ ᎨᏥᏅᏏᏛ [ᎢᎬᏩᎪᎮᎢ.]

source: And last of all, as by one whose birth was out of the right time, he was seen by me.
chr: ᎣᏂᏱᏃ ᎾᏍᏉ ᎠᏴ ᎥᏥᎪᎥᎩ, ᎾᏍᎩᏯ ᎩᎶ ᎤᏕᏗᏱ ᏄᏍᏆᎸᎲᎾᏉ ᏣᏕᎲᏍᎪ ᏣᏓᎪᏩᏘᏍᎪᎢ.

source: For I am the least of the Apostles, having no right to be named an Apostle, because of my cruel attacks on the church of God.
chr: ᎠᏴᏰᏃ ᎠᏆᏍᏗᎧᏂ ᎣᎩᏅᏏᏛ ᎨᏒᎢ, ᎾᏍᎩ ᎥᏝ ᏰᎵ ᎠᏥᏅᏏᏛ ᎦᏴᏉᏎᏗ ᏱᎩ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏲ ᏂᎦᏥᏴᏁᎸ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: But by the grace of God, I am what I am: and his grace which was given to me has not been for nothing; for I did more work than all of them; though not I, but the grace of God which was with me.
chr: ᎠᏎᏃ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᎢᏳᏩᏂᏌᏛ ᎠᏴ ᎾᏆᏍᏛ ᎾᏆᏍᏗ; ᎠᎴ ᎾᏍᎩ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎥᎩᏁᎸᎯ ᏥᎩ, ᎥᏝ ᎠᏎᏉᏉ ᏱᏄᎵᏍᏔᏅ; ᎤᏟᏰᏃ ᎢᎦᎢ ᏓᎩᎸᏫᏍᏓᏁᎲ ᎡᏍᎦᏉ ᎾᏍᎩ Ꮎ ᎾᏂᎥᎢ; ᎥᏝᏍᎩᏂᏃᏅ ᎠᏴ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏗᎩᎧᎿᏩᏗᏙᎸᎯ.

source: If then it is I who am the preacher, or they, this is our word, and to this you have given your faith.
chr: ᎠᏗᎾ ᎢᏳᏃ ᎠᏴ ᏱᎩ, ᎠᎴ ᎾᏍᎩ Ꮎ ᏱᎩ, ᎾᏍᎩ ᏃᏥᏪᎭ ᎣᏣᎵᏥᏙᎲᏍᎦ, ᎠᎴ ᎾᏍᎩ ᏄᏍᏗ ᎢᏦᎯᏳᏅ.

source: Now if the good news says that Christ came back from the dead, how do some of you say that there is no coming back from the dead?
chr: ᎾᏍᎩᏃ ᎢᏳ ᎦᎶᏁᏛ ᎤᏲᎱᏒᎯ ᏕᎤᎴᎯᏌᏅ ᏯᎦᎵᏥᏙᎲᏍᎦ, ᎦᏙᏃ ᎢᎦᏛ ᎨᏣᏓᏑᏴ ᎯᎠ ᏂᎠᏂᏪᎭ, ᎥᏝ ᏧᎾᎴᎯᏐᏗ ᏱᎩ ᏧᏂᏲᎱᏒᎯ?

source: But if there is no coming back from the dead, then Christ has not come back from the dead:
chr: ᎢᏳᏃ ᏧᎾᎴᎯᏐᏗ ᏂᎨᏒᎾ ᏱᎩ ᏧᏂᏲᎱᏒᎯ, ᎿᏉ ᎦᎶᏁᏛ ᎥᏝ ᏧᎴᎯᏌᏅᎯ ᏱᎩ.

source: And if Christ did not come again from the dead, then our good news and your faith in it are of no effect.
chr: ᎢᏳ ᎠᎴ ᎦᎶᏁᏛ ᏧᎴᎯᏌᏅᎯ ᏂᎨᏒᎾ ᏱᎩ, ᎿᏉ ᎣᏣᎵᏥᏙᎲᏍᎬ ᎠᏎᏉᏉ ᏂᎦᎵᏍᏗᎭ, ᎠᎴ ᎢᏦᎯᏳᏒ ᎾᏍᏉ ᎠᏎᏉᏉ ᏂᎦᎵᏍᏗᎭ.

source: Yes, and we are seen to be false witnesses of God; because we gave witness of God that by his power Christ came again from the dead: which is not true if there is no coming back from the dead.
chr: ᎠᎴ ᎾᏍᏉ ᎬᏂᎨᏒ ᏂᎦᎵᏍᏗᎭ ᎦᏰᎪᎩ ᎣᏥᏃᎮᏍᎩ ᎨᏒ ᎤᏁᎳᏅᎯ; ᎣᏥᏃᎮᎸᏰᏃ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎤᏲᎱᏒ ᏕᎤᎴᏔᏅ ᎦᎶᏁᏛ; ᏧᎴᎳᏅᎯ ᏂᎨᏒᎾ ᏥᎩ, ᎢᏳᏃ ᎰᏩ ᏧᎾᎴᎯᏐᏗ ᏂᎨᏒᎾ ᏱᎩ ᏧᏂᏲᎱᏒᎯ.

source: For if it is not possible for the dead to come to life again, then Christ has not come to life again:
chr: ᏧᏂᏲᎱᏒᎯᏰᏃ ᏧᎾᎴᎯᏐᏗ ᏂᎨᏒᎾ ᏱᎩ, ᎿᏉ ᎦᎶᏁᏛ ᎥᏝ ᏧᎴᎯᏌᏅᎯ ᏱᎩ.

source: And if that is so, your faith is of no effect; you are still in your sins.
chr: ᎢᏳ ᎠᎴ ᎦᎶᏁᏛ ᏧᎴᎯᏌᏅᎯ ᏂᎬᏒᎾ ᏱᎩ, ᎢᏦᎯᏳᏒ ᎠᏎᏉᏉ ᏂᎦᎵᏍᏗᎭ; ᎠᏏᏉ ᎢᏥᏍᎦᏅᏨ ᎢᏣᏚᏓᎳ.

source: And, in addition, the dead in Christ have gone to destruction.
chr: ᎠᎴ ᎾᏍᏉ Ꮎ ᎦᎶᏁᏛ ᎤᏃᎯᏳᎯ ᎤᏂᎵᏅᏨᎯ ᏥᎩ ᎬᏩᏂᏲᏥᏙᎸᏉ.

source: If in this life only we have hope in Christ, we are of all men most unhappy.
chr: ᎢᏳᏃ ᎠᏂᏉ ᎢᏕᎲ ᎤᏩᏒ ᎤᏚᎩ ᏱᎬᎭ ᎦᎶᏁᏛ ᎢᎩᏍᏕᎸᏗᏱ, ᎾᏂᎥ ᏴᏫ ᏕᏗᎪᎾᏛᏗ ᎤᏲ ᏂᎦᏛᏅᎢ.

source: But now Christ has truly come back from the dead, the first-fruits of those who are sleeping.
chr: ᎠᏎᏃ ᎦᎶᏁᏛ ᏕᎤᎴᎯᏌᏅ ᎤᏲᎱᏒᎢ, ᎠᎴ ᏧᏓᎴᏅᏔᏅᎯ ᏄᎵᏍᏔᏅ ᎾᏍᎩ ᎤᏂᎵᏅᏨᎯ ᏥᎨᏒᎩ.

source: For as by man came death, so by man there is a coming back from the dead.
chr: ᎾᏍᎩᏰᏃ ᏴᏫ ᎢᏳᏩᏂᏌᏛ ᏥᎩ ᎠᎰᎱᎯᏍᏗ ᎨᏒ ᏤᎭ, ᏴᏫ ᎾᏍᏉ ᎢᏳᏩᏂᏌᏛ ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᏥᎩ.

source: For as in Adam death comes to all, so in Christ will all come back to life.
chr: ᎠᏓᏫᏰᏃ ᎢᏳᏩᏂᏌᏛ ᏂᎦᏗᏳ ᏥᏓᏂᏲᎱᏍᎦ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᏂᎦᏗᏳ ᏗᏅᏃᏛ ᏅᏛᎨᎬᏁᎵ.

source: But every man in his right order: Christ the first-fruits; then those who are Christ's at his coming.
chr: ᎠᏎᏃ ᎾᏂᎥ ᎤᎾᏤᎵᏛᎭ; ᎦᎶᏁᏛ ᏧᏓᎴᏅᏔᏅᎯ; ᎣᏂᏃ ᎾᏍᎩ Ꮎ ᎦᎶᏁᏛ ᏧᏤᎵ ᎨᏒ ᎾᎯᏳ ᎦᎷᏨᎭ.

source: Then comes the end, when he will give up the kingdom to God, even the Father; when he will have put an end to all rule and to all authority and power.
chr: ᎿᏉ ᏛᎵᏍᏆᏗ, ᎾᎯᏳ ᎤᎬᏫᏳᎯ ᎨᏒ ᏧᏲᎯᏎᎸᎯ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎠᎦᏴᎵᎨᎢ; ᎾᎯᏳ ᎠᏛᏔᏃᏅᎭ ᏂᎦᏗᏳ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎨᏒ ᎠᎴ ᏂᎦᏗᏳ ᏗᎨᎦᏁᎶᏗ ᎨᏒ, ᎠᎴ ᏚᎾᎵᏂᎬᎬᎢ.

source: For his rule will go on till he has put all those who are against him under his feet.
chr: ᎠᏎᏰᏃ ᏅᏩᏍᏕᏍᏗᏉ ᎤᎬᏫᏳᎯ ᎨᏒᎢ, ᎬᏂ ᏂᎦᏛ ᎬᏩᏍᎦᎩ ᏚᎳᏍᎬ ᎭᏫᏂᏗᏢ ᏂᏕᎬᏁᎸᎭ.

source: The last power to come to an end is death.
chr: ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎾᏍᎩ ᎤᎵᏍᏆᎸᏗ ᎤᏍᎦᎩ ᎠᏥᏛᏙᏗ ᎨᏒᎢ.

source: For, as it says, He has put all things under his feet. But when he says, All things are put under him, it is clear that it is not said about him who put all things under him.
chr: ᏂᎦᏗᏳᏰᏃ ᏧᏓᎴᏅᏛ ᏚᎳᏍᎬ ᎭᏫᏂᏗᏢ ᎢᎬᏁᎸᎯ. ᎠᏎᏃ, ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎭᏫᏂᏗᏢ ᎢᏯᎬᏁᎸᎯ ᏣᏗᎭ, ᎬᏂᎨᏒ ᏂᎦᎵᏍᏗᎭ ᎾᎦᏠᏯᏍᏛᎾ ᎨᏒ ᎾᏍᎩ Ꮎ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᎭᏫᏂᏗᏢ ᎢᏳᏩᏁᎸᎯ.

source: And when all things have been put under him, then will the Son himself be under him who put all things under him, so that God may be all in all.
chr: ᎾᎯᏳᏃ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎭᏫᏂᏗᏢ ᎢᏯᎬᏁᎸᎯ ᎨᏎᏍᏗ, ᎿᏉ ᎾᏍᏉ ᎤᏪᏥ ᎤᏩᏒ ᎭᏫᏂᏗᏢ ᏅᏛᏛᏁᎵ ᎾᏍᎩ Ꮎ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᎭᏫᏂᏗᏢ ᎢᏳᏩᏁᎸᎯ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏂᎦᎥ ᎢᎬᏂᏏᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏂᎥ ᎠᏁᎲᎢ.

source: Again, what will they do who are given baptism for the dead? if the dead do not come back at all, why are people given baptism for them?
chr: ᎢᏳᏃ ᎾᏍᎩ ᏄᏍᏛᎾ ᏱᎩ, ᎦᏙ ᏛᎾᏛᏁᎵ ᏧᏂᏲᎱᏒᎯ ᏥᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏥᏕᎨᎦᏬᏍᎪᎢ? ᎢᏳᏃ ᏧᏂᏲᎱᏒᎯ ᎠᏎ ᏧᎾᎴᎯᏐᏗ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ, ᎦᏙᏃ ᏧᏂᏲᎱᏒᎯ ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏙᎨᎦᏬᏍᎪᎢ?

source: And why are we in danger every hour?
chr: ᎠᎴ ᎦᏙᏃ ᎤᎾᏰᎯᏍᏗ ᏂᎦᏛᎿᏕᎦ ᏂᎪᎯᎸᎢ?

source: Yes, truly, by your pride in me, my brothers in Christ Jesus our Lord, my life is one long death.
chr: ᏥᏁᎢᏍᏗᎭ ᎾᏍᎩ Ꮎ ᎤᎵᎮᎵᏍᏗ ᏣᎩᎭ ᏂᎯ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎣᎦᏤᎵ ᏨᏗᏓᎴᎲᏍᎦ, ᏥᏲᎱᏍᎪ ᏂᏚᎩᏨᏂᏒᎢ.

source: If, after the way of men, I was fighting with beasts at Ephesus, what profit is it to me? If the dead do not come to life again, let us take our pleasure in feasting, for tomorrow we come to an end.
chr: ᎢᏳᏃ ᏴᏫ ᎢᏳᎾᏛᏁᏗ ᎢᏯᏆᏛᏁᎸᎯ ᏱᎩ, ᏅᎩ ᏗᏂᏅᏌᏗ ᎤᏂᏍᎦᏎᏗ ᎣᎦᎵᎸᎯ ᏱᎩ ᎡᏈᏌ ᎦᏚᎲᎢ, ᎦᏙ ᎬᎩᏁᏉᏤᏗ ᎣᏍᏛ ᎨᏒ, ᎢᏳᏃ ᏧᏂᏲᎱᏒᎯ ᏧᎾᎴᎯᏐᏗ ᏂᎨᏒᎾ ᏱᎩ? ᎢᏓᎵᏍᏓᏴᎲᏍᎨᏍᏗ, ᎠᎴ ᎢᏓᏗᏔᏍᎨᏍᏗ; ᏑᎾᎴᏉᏰᏃ ᏙᏓᏗᏲᎱᏏ.

source: Do not be tricked by false words: evil company does damage to good behaviour.
chr: ᏞᏍᏗ ᎡᏥᎵᏓᏍᏔᏅᎩ; ᎾᏲ ᏗᎵᏃᎮᎵᏓᏍᏗ ᎨᏒ ᎠᏲᏍᏗᏍᎪ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ.

source: Be awake to righteousness and keep yourselves from sin; for some have no knowledge of God: I say this to put you to shame.
chr: ᎢᏥᏰᎩ ᏚᏳᎪᏛ ᎢᏣᏛᏁᏗᏱ, ᎠᎴ ᏞᏍᏗ ᏱᏥᏍᎦᏅᎨᏍᏗ; ᎢᎦᏛᏰᏃ ᎥᏝ ᏯᏂᎦᏔᎭ ᎤᏁᎳᏅᎯ; ᎤᏕᎰᎯᏍᏗᏳ ᎢᏨᏃᎮᎭ ᎾᏍᎩ ᎯᎠ ᏥᏂᏥᏪᎭ.

source: But someone will say, How do the dead come back? and with what sort of body do they come?
chr: ᎠᏎᏃ ᎩᎶ ᎯᎠ ᏱᏅᎦᏫ, ᎦᏙ ᏓᎨᎬᏁᎵ ᏙᏓᎨᎦᎴᏔᏂ ᏧᏂᏲᎱᏒᎯ? ᎠᎴ ᎦᏙ ᎤᏍᏕᏍᏗ ᎤᏙᏢᏒ ᏗᏂᏰᎸ ᎠᏂᎷᏨᎭ?

source: Foolish man, it is necessary for the seed which you put into the earth to undergo death in order that it may come to life again:
chr: ᏣᏁᎫ! ᎾᏍᎩ ᏥᏫᏍᎪᎢ ᎥᏝ ᏴᎬᎵᏰᎲᎦ ᎬᏂ ᎤᎪᎯ;

source: And when you put it into the earth, you do not put in the body which it will be, but only the seed, of grain or some other sort of plant;
chr: ᎠᎴ ᎾᏍᎩ ᏥᏫᏍᎪᎢ, ᎥᏝ ᎾᏍᎩ ᎠᏰᎸ ᎤᏙᏢᏗ ᎨᏒ ᏱᏫᏍᎪᎢ, ᎤᎦᏔᎭᏉᏍᎩᏂ, ᎤᏣᎴᏍᏗᏉ ᏱᎩ, ᎠᎴ ᎪᎱᏍᏗᏉ ᎤᏍᏗ ᏅᏩᏓᎴ ᏱᎩ;

source: But God gives it a body, as it is pleasing to him, and to every seed its special body.
chr: ᎤᏁᎳᏅᎯᏍᎩᏂ ᎠᏁᎰ ᎠᏰᎸ ᎾᏍᎩᏯ ᎣᏏ ᎤᏰᎸᏅᎢ, ᎠᎴ ᏄᏓᎴᏒ ᎤᎦᏔ ᎤᏤᎵᎦᏯ ᎠᏰᎸᎢ.

source: All flesh is not the same flesh: but there is one flesh of men, another of beasts, another of birds, and another of fishes.
chr: ᏂᎦᏛ ᎤᏇᏓᎵ ᎨᏒ ᎥᏝ ᎤᏠᏱᎭ ᏱᎩ; ᏴᏫᏰᏃ ᎤᏂᏇᏓᎸ ᏑᏓᎴᎩ; ᏅᏩᏓᎴᏃ ᏅᎩ ᏗᏂᏅᏌᏗ ᎤᏂᏇᏓᎸᎢ, ᏅᏩᏓᎴᏃ ᎠᏣᏗ, ᏅᏩᏓᎴᏃ ᏥᏍᏆ.

source: And there are bodies of heaven and bodies of earth, but the glory of the one is different from that of the other.
chr: ᎠᎴ ᎾᏍᏉ ᎦᎸᎳᏗ ᎠᏁᎭ ᏗᎪᏢᏅᎯ, ᎠᎴ ᎡᎶᎯ ᎠᏁᎭ ᏗᎪᏢᏅᎯ; ᎠᏎᏃ ᏧᏬᏚᎯᏳ ᎨᏒ ᎦᎸᎳᏗ ᎠᏁᎯ ᏅᏩᏓᎴᎢ, ᎠᎴ ᏧᏬᏚᎯᏳ ᎨᏒ ᎡᎶᎯ ᎠᏁᎯ ᏅᏩᏓᎴᎢ.

source: There is one glory of the sun, and another glory of the moon, and another glory of the stars; for the glory of one star is different from that of another.
chr: ᏅᏙ ᎢᎦ ᎡᎯ ᎤᏤᎵᏛ ᎤᏬᏚᎯᏳ ᎨᏒᎢ, ᎠᎴ ᎤᏬᏚᎯᏳ ᎨᏒ ᏅᏙ ᏒᏃᏱ ᎡᎯ ᏅᏩᏓᎴᎢ, ᎠᎴ ᏧᏃᏚᎯᏳ ᎨᏒ ᏃᏈᏏ ᏅᏩᏓᎴᎢ; ᎠᎴ ᏃᏈᏏ ᎧᎸ ᎤᏬᏚᎯᏳ ᎨᏒ ᏅᏩᏓᎴ ᏄᏍᏙ ᏃᏈᏏ ᏄᏍᏛ ᎤᏬᏚᎯᏳ ᎨᏒᎢ.

source: So is it with the coming back from the dead. It is planted in death; it comes again in life:
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏄᏍᏗ ᏧᎾᎴᎯᏐᏗ ᎨᏒ ᏧᏂᏲᎱᏒᎯ. ᎠᏲᎩ ᎠᏫᏒᎯ ᎨᏐᎢ; ᎠᏲᎩ ᏂᎨᏒᎾ ᏗᎴᏙᏗ ᎨᏎᏍᏗ.

source: It is planted in shame; it comes again in glory: feeble when it is planted, it comes again in power:
chr: ᎦᎸᏉᏗ ᏂᎨᏒᎾ ᎠᏫᏒᎯ ᎨᏐᎢ, ᎦᎸᏉᏗᏳ ᏗᎴᏙᏗ ᎨᏎᏍᏗ; ᎠᏩᎾᎦᎳ ᎠᏫᏒᎯ ᎨᏐᎢ, ᎤᎵᏂᎩᏛ ᏗᎴᏙᏗ ᎨᏎᏍᏗ;

source: It is planted a natural body; it comes again as a body of the spirit. If there is a natural body, there is equally a body of the spirit.
chr: ᎢᏗᏫᏍᎪ ᎤᏇᏓᎵ ᎠᏰᎸ ᎠᏫᏒᎯ ᎨᏐᎢ, ᎠᏓᏅᏙ ᎤᏙᏢᏒ ᏗᎴᏙᏗ ᎨᏎᏍᏗ. ᎤᏇᏓᎵ ᎠᏰᎸ ᎡᎭ, ᎠᎴ ᎠᏓᏅᏙ ᎤᏙᏢᏒ ᎡᎭ.

source: And so it is said, The first man Adam was a living soul. The last Adam is a life-giving spirit.
chr: ᎾᏍᎩᏯᏃ ᎯᎠ ᏂᎬᏅ ᎦᏪᎳ, ᎢᎬᏱᏱ ᏴᏫ ᎠᏓᏫ ᎬᏃᏛ ᏄᎵᏍᏔᏁᎢ; ᎣᏂᏱᏃ ᎠᏓᏫ ᎠᏓᏅᏙ ᎬᏂᏛ ᏗᏁᎯ ᏄᎵᏍᏔᏁᎢ.

source: But that which is natural comes before that which is of the spirit.
chr: ᎠᏎᏃ ᎥᏝ ᎢᎬᏱ ᏱᎨᏎ ᎾᏍᎩ Ꮎ ᎠᏓᏅᏙ ᏥᎩ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎠᏇᏓᎵ ᏥᎩ; ᎣᏂᏃ ᎢᏴᏛ ᎾᏍᎩ Ꮎ ᎠᏓᏅᏙ ᏥᎩ.

source: The first man is from the earth, and of the earth: the second man is from heaven.
chr: ᎢᎬᏱᏱ ᎠᏍᎦᏯ ᎦᏙᎯ ᏅᏓᏳᏓᎴᏅᎯ, ᎦᏓᏉ ᎨᏎᎢ; ᏔᎵᏁ ᎠᏍᎦᏯ ᎤᎬᏫᏳᎯ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ.

source: Those who are of the earth are like the man who was from the earth: and those who are of heaven are like the one from heaven.
chr: ᏄᏍᏛ ᎾᏍᎩ Ꮎ ᎦᏓᏉ ᎠᎪᏢᏔᏅᎯ ᏥᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏄᎾᏍᏗ ᎦᏓᏉ ᎨᎪᏢᏔᏅᎯ; ᎠᎴ ᏄᏍᏛ ᎾᏍᎩ Ꮎ ᎦᎸᎳᏗ ᎡᎯ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏄᎾᏍᏗ ᎦᎸᎳᏗ ᎠᏁᎯ.

source: And in the same way as we have taken on us the image of the man from the earth, so we will take on us the image of the one from heaven.
chr: ᎠᎴ ᎦᏓ ᎠᎪᏢᏔᏅᎯ ᏄᏍᏛ ᎾᏍᎩᏯ ᏥᏂᎦᏍᏗ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎦᏍᏕᏍᏗ ᏄᏍᏛ ᎦᎸᎳᏗ ᎡᎯ.

source: Now I say this, my brothers, that it is not possible for flesh and blood to have a part in the kingdom of God; and death may not have a part in life.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᏥᏪᎭ ᎢᏓᎵᏅᏟ, ᎾᏍᎩ ᎤᏇᏓᎵ ᎨᏒ ᎠᎴ ᎩᎬ ᎥᏝ ᎤᎾᏤᎵ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ; ᎥᏝ ᎠᎴ ᎠᏲᎩ ᎨᏒ ᎤᏤᎵ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎩ ᎠᏲᎯ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: See, I am giving you the revelation of a secret: we will not all come to the sleep of death, but we will all be changed.
chr: ᎬᏂᏳᏉ, ᎢᏨᎾᏄᎪᏫᏎ ᎤᏕᎵᏛ ᎨᏒᎢ; ᎥᏝ ᏂᎦᏛ ᏴᏓᏗᎵᏅᏥ, ᏂᎦᏗᏳᏍᎩᏂ ᎡᎩᏁᏟᏴᏍᏗ ᎨᏎᏍᏗ

source: In a second, in the shutting of an eye, at the sound of the last horn: for at that sound the dead will come again, free for ever from the power of death, and we will be changed.
chr: ᎩᎳᏉ ᎢᏴᏛ, ᏥᏛᎦᏔᎾᏫᏍᏗᏉ ᎢᎪᎯᏛ, ᎤᎵᏍᏆᎸᏗ ᎠᏤᎷᎩ ᏂᎦᎵᏍᏔᏅᎭ; ᎠᏤᎷᎩᏰᏃ ᏓᏳᏃᏴᎳᏏ, ᏧᏂᏲᎱᏒᎯᏃ ᏙᏓᎨᎦᎴᏔᏂ ᎠᏂᏲᎩ ᏁᎨᏒᎾ, ᎠᏴᏃ ᏓᏰᎩᏁᏟᏴᏏ.

source: For this body which comes to destruction will be made free from the power of death, and the man who is under the power of death will put on eternal life.
chr: ᎯᎠᏰᏃ ᎠᏲᎩ ᎨᏒ ᎠᏲᎩ ᏂᎨᏒᎾ ᏛᏄᏬᏍᏔᏂ, ᎠᎴ ᎯᎠ ᎾᏍᎩ ᎠᏲᎱᏍᎩ ᎨᏒ ᎠᏲᎱᏍᎩ ᏂᎨᏒᎾ ᏛᏄᏬᏍᏔᏂ.
